Repository: jwbuurlage/MooseFarg
Catalog: resources/*.lproj/Localizable.strings
Languages: de, nl

# registration_description
source: Please register for the newsletter
de: Sie können sich hier eintragen für die Newsletter
nl: Hier kunt u zich aanmelden voor de nieuwsbrief.

# name_field
source: Name
nl: Naam

# city_field
source: City
de: Ort
nl: Plaats

# zip_field
source: Postal code
de: Postleitzahl
nl: Postcode

# name_placeholder
source: John Johnson
de: Alfred Döblin
nl: Jan Jansen

# city_placeholder
source: London
de: Berlin
nl: Hoofddorp

# email_placeholder
source: john@johnson.com
de: alfred@dtelecom.de
nl: jan@jansen.nl

# register_title
source: Register
de: Anmelden
nl: Registreer

# hide_title
source: Hide
de: Nicht zeigen
nl: Verberg

# error_empty_field
source: Please fill in empty spaces.
de: nicht eingetragen.
nl: Er zijn lege velden.

# error_invalid_email
source: Invalid Email address
de: Sie haben eine nicht gültige E mail Adresse eingetragen
nl: U heeft een ongeldig e-mail adres ingevuld

# cancel_title
source: Close
de: Abbrechen
nl: Sluit

# calculator_description
source: Calculate the required quantity of paint here
de: Berechnen Sie hier die benötigte Farbmenge
nl: Bereken hier de hoeveelheid verf die u nodig heeft.

# calculator_information
source: Moose F: Walls (for smooth and already treated wood) Moose RDM: Doors, furniture and window frames Moose S: exclusively for raw untreated wood
de: Moose F: Wände (glattes und bereits gemahltes Holz) Moose RDM: Türen, Möbel und Fensterrahmen Moose S: nur für rohen Holz
nl: Moose F: Muren (geschaafd en al geverfd hout) Moose RDM: Kozijnen, deuren, windveren Moose S: alleen voor ruw onbewerkt hout

# calculator_warning
source: When painting on strongly absorbing material, up to 30% more paint may be required.
de: Wenn auf hochsaugfähige Material gefärbt ist, kann es bis zu 30% mehr Farbe erforderlich sein.
nl: Bij sterk zuigende ondergrond kan er 30% meer verf nodig zijn

# order_title
source: Order
de: Bestellen
nl: Bestel

source: Wall
de: Wand
nl: Muur

source: Other
de: Sonstige
nl: Overig

# buckets_wall
source: Buckets for wall
de: Eimer für die Wande
nl: Emmers voor muur

# buckets_other
source: Buckets for other applications
de: Eimer für sonstige Anwendungen
nl: Emmers voor overig

# mail_subject
source: Moose Färg color combination tester
de: Moose Färg Farb combinationstester
nl: Moose Färg kleuren combinatie tester

# mail_filename
source: moosefarg-colortester
de: moosefarg-Farbtest
nl: moosefarg-kleurentester

# mail_body
source: Do you like these Moose Färg colors?
de: Was ist Ihre Meinung über diese Moose Färg Farben?
nl: Wat vind je van deze Moose Färg kleuren?

# twitter_text
source: How do you like this Moose Färg combination? #moosefarg
de: Was ist Ihre Meinung über diese Moose Färg Farbcombination? #moosefarg
nl: Wat vinden jullie van deze Moose Färg verfcombinatie? #moosefarg

# instructions_title
source: Instructions
de: Anweisungen
nl: Instructies

# step_color_element
source: Select an element and choose your color. You can also drag.
de: Selecteer een element, en geef hem een kleur. Es gibt mehr Farben, schleppen Sie hier
nl: Selecteer een element, en geef hem een kleur. U kunt meer kleuren selecteren door te slepen.

# step_register
source: Register for Newsletter
de: Newsletter Registrierung
nl: Registreer voor de nieuwsbrief, of voeg ons toe aan uw adresboek.

# step_calculate
source: Fill the surface area in and calculate the required amount of paint
de: Geben Sie hier die Oberfläche ein und berechnen Sie die benötigte Farbmenge
nl: Vul de oppervlakte in, en bereken hoeveel verf u nodig heeft.

# step_color_group
source: it is possible to select a group of elements
de: Sie können auch eine Elementgruppe einfärben
nl: U kunt ook een groep elementen tegelijk kleuren.

# step_share
source: Share your color combination through E-mail or Twitter.
de: Teilen Sie Ihre Farbwahl mit sich selbst oder Freunde
nl: Deel uw kleurencombinatie via E-mail of Twitter.

# action_share
source: Share with yourself or with friends
de: Teil mit sich selbst oder Freunde
nl: Deel met uzelf of met uw vrienden

# action_group
source: Give groups of elements the same color
de: Gebe alle Elemente die gleiche Farbe
nl: Geef groepen elementen dezelfde kleur
